{
  "home": {
    "introduction": "Hello. I'm {nickname}, {fullName},"
  },
  "aboutMe": {
    "title": "About Me",
    "description": "Description",
    "favoriteSubject": "Focus",
    "major": "Major",
    "gpa": "GPA"
  },
  "game": {
    "degree1": "I studied at Kasetsart University Laboratory School Center for Education Research and Development (KUS) from age 5 to 17. I majored in science and math. I like computer subjects very much because I like playing computer games, so I would like to learn how to develop something of my own.",
    "degree2": "I graduated with a bachelor's degree from the Information and Communication Technology faculty at Mahidol University. I majored in Databases and Intelligent systems. I have been taught database and web development well. I have experience in development with Reactjs, Angularjs, Nodejs, Golang, etc.",
    "degree3": "My second bachelor's degree was in Law from Ramkhamhaeng University. I was not good at law, but learning about a subject that is important to everyone's lives was interesting. I love learning a new thing.",
    "degree4": "I am eager to learn a new language. I aim to speak five languages. I am Thai. My second is English. I already have a band 6 in IELTS and will improve myself. My third person is Korean; I have done level 2. I want to learn Chinese and Spanish in the future.",
    "degree5": "I am pursuing an MSc in advanced computer science at the University of Kent (UK).",
    "ball": "I have a younger brother. When I was young, I enjoyed playing ball with him.",
    "fridge": "I like planning the menu for a whole week and usually buy ingredients for one week. It is easier for me to manage my budget and resources.",
    "stove": "It's better to eat hot home-cooked food.",
    "station": "This is my favorite area in my house. Cooking is one of my favorite hobbies, and it significantly reduces stress. I feel thrilled when I see people enjoying and complimenting my food, especially my younger brother.",
    "dad's seat": "My father is a supporter. He helped me deal with my mother's emotions and encouraged me. But maybe he is in a bad mood. No matter what, I love him even though we have conflicts.",
    "mom's seat": "My mother also greatly supports making bold decisions. But sometimes I feel like her decisions aren't right. No matter what, I want to be a decisive person like my mother.",
    "bed": "I like the bed, but staying in it for a long time makes me feel guilty.",
    "clock": "I usually set my alarm for 5:00 AM and wake up then. It's a quiet time suitable for thinking and working since everyone in the house is still asleep.",
    "desk with pc": "Coding is not just a job or career but also a hobby. Coding outside of work allows me to develop and practice, which makes me feel good constantly.",
    "tv": "My favorite TV programs are cooking competition shows, Anime, and Korean series.",
    "game": "When I have leisure time, I like playing games, such as ROV, Overcooked, Harvest Moon, etc. If I can, I would like to develop a game to publish once.",
    "desk in living room": "My other hobbies are printing, knitting, etc.",
    "closet": "I typically prefer wearing T-shirts, long pants, and hooded sweatshirts, although I wear dresses occasionally.",
    "treasure": "When I was a child, I collected dolls. When I was a teenager, My collection shifted to focus primarily on books, dog tags, and stickers received from universities and tech seminars or competitions.",
    "bookshelf": "Most of my favorite articles are about technology, and I still have textbooks from my undergraduate studies.",
    "sink": "This is the first map that I did",
    "bath": "This is the first map that I did",
    "bookshelf in living room": "My favorite kinds of fiction books are romantic and fancy, like witchcraft.",
    "sofa": "I like taking a short nap during the day to recharge and recover my memory and my creativity.",
    "pet": "I had a cat. She was a white and orange cat, and I didn't know her breed. I loved her very much, but she has passed away.",
    "exit": "Bye Bye!!!"
  },
  "showcases": {
    "title": "side-project",
    "link": "visit",
    "items": [
      {
        "title": "My 2d-portfolio-game",
        "description": "I tried using kaboom.js and Tiled.app following the steps from freecodecamp."
      }
    ]
  }
}
