{
  "home": {
    "introduction": "안녕하세요. 저는 {nickname}, {fullName}입니다."
  },
  "aboutMe": {
    "title": "나에 대해서",
    "description": "설명",
    "favoriteSubject": "좋아하는 과목",
    "major": "주요한",
    "gpa": "평점"
  },
  "game": {
    "degree1": "저는 5세부터 17세까지 Kasetsart University Laboratory School Center for Education Research and Development(KUS)에서 공부했습니다. 저는 과학과 수학을 전공했습니다. 저는 컴퓨터 게임을 좋아하기 때문에 컴퓨터 과목을 매우 좋아합니다. 나만의 것을 개발하는 방법을 배우고 싶습니다.",
    "degree2": "저는 마히돌대학교 정보통신기술학부에서 학사학위를 취득했습니다. 저는 데이터베이스와 지능형 시스템을 전공했습니다. 데이터베이스와 웹 개발을 잘 배웠습니다. Reactjs, Angularjs, Nodejs, Golang 등",
    "degree3": "두 번째 학사 학위는 람캄행 대학교에서 법학을 전공했습니다. 저는 법학에 능숙하지는 않았지만 모든 사람의 삶에 중요한 주제에 대해 배우는 것은 흥미로웠습니다. 저는 새로운 것을 배우는 것을 좋아합니다.",
    "degree4": "저는 새로운 언어를 배우고 싶습니다. 5개 언어를 말하는 것이 목표입니다. 저는 태국인입니다. 두 번째는 영어입니다. 저는 이미 IELTS에서 밴드 6을 취득했고 더 발전할 것입니다. 제 세 번째 사람은 한국인입니다. 레벨 2를 마쳤습니다. 앞으로 중국어와 스페인어를 배우고 싶습니다.",
    "degree5": "저는 University of Kent(영국)에서 고급 컴퓨터 과학 석사 과정을 밟고 있습니다.",
    "ball": "저에게는 남동생이 있습니다. 어렸을 때 그 남동생과 공놀이를 즐겼습니다.",
    "fridge": "저는 일주일 내내 메뉴를 계획하는 것을 좋아하고 보통 일주일 동안 재료를 구입합니다. 예산과 자원을 관리하기가 더 쉽습니다.",
    "stove": "집에서 만든 따뜻한 음식을 먹는 것이 더 좋습니다.",
    "station": "집에서 제가 가장 좋아하는 공간이에요. 요리는 제가 가장 좋아하는 취미 중 하나인데 스트레스가 많이 줄어듭니다. 사람들이 제 음식을 즐기고 칭찬하는 모습을 볼 때면 기분이 좋아요. 특히 남동생이 더 그렇죠.",
    "dad's seat": "저희 아버지는 든든한 버팀목이세요. 어머니의 마음을 달래주고 격려해 주셨죠. 하지만 기분이 안 좋을 수도 있어요. 어떤 일이 있어도 저는 아버지를 사랑해요. 갈등이 있어도요.",
    "mom's seat": "저희 어머니도 과감한 결정을 많이 지지해 주십니다. 그런데 때로는 어머니의 결정이 옳지 않다는 생각이 들 때도 있어요. 무슨 일이 있어도 저 역시 어머니처럼 결단력 있는 사람이 되고 싶어요.",
    "bed": "침대는 마음에 들지만 오랫동안 침대에 있으면 죄책감이 듭니다.",
    "clock": "저는 보통 오전 5시에 알람을 설정하고 그 시간에 일어납니다. 집에 있는 모든 사람이 아직 자고 있기 때문에 생각하고 일하기에 적합한 조용한 시간입니다.",
    "desk with pc": "코딩은 단순한 직업이나 경력이 아니라 취미이기도 합니다. 업무 외적으로 코딩을 하면 발전하고 연습할 수 있어 항상 기분이 좋아집니다.",
    "tv": "내가 가장 좋아하는 TV 프로그램은 요리 경연 쇼, 애니메이션, 한국 시리즈입니다.",
    "game": "여가시간에는 ROV, Overcooked, Harvest Moon 등의 게임을 즐겨합니다. 가능하다면 게임을 개발해서 한 번 출시해보고 싶습니다.",
    "desk in living room": "나의 다른 취미는 인쇄, 뜨개질 등입니다.",
    "closet": "저는 가끔 드레스를 입기도 하지만 일반적으로 티셔츠, 긴 바지, 후드가 달린 스웨트셔츠를 입는 것을 선호합니다.",
    "treasure": "어렸을 때는 인형을 수집했습니다. 10대 때는 주로 대학이나 기술 세미나 또는 대회에서 받은 책, 인식표, 스티커에 중점을 두어 수집했습니다.",
    "bookshelf": "내가 가장 좋아하는 기사의 대부분은 기술에 관한 것이며, 학부 과정의 교과서를 아직도 가지고 있습니다.",
    "sink": "이것은 내가 만든 첫 번째 지도입니다",
    "bath": "이것은 내가 만든 첫 번째 지도입니다",
    "bookshelf in living room": "내가 가장 좋아하는 종류의 소설은 마법처럼 낭만적이고 화려한 책입니다.",
    "sofa": "저는 기억력과 창의성을 재충전하고 회복하기 위해 낮에 짧은 낮잠을 자는 것을 좋아합니다.",
    "pet": "나는 고양이를 키웠어요. 그 고양이는 흰색과 주황색 고양이였고, 나는 그 품종을 몰랐습니다. 나는 그 고양이를 매우 사랑했지만, 그 고양이는 세상을 떠났습니다.",
    "exit": "안녕 안녕!!!"
  },
  "showcases": {
    "title": "사이드 프로젝트",
    "link": "보러 가요",
    "items": [
      {
        "title": "My 2d-portfolio-game",
        "description": "freecodecamp의 단계에 따라 kaboom.js 및 Tiled.app을 사용해 보았습니다."
      }
    ]
  }
}
