{
  "home": {
    "introduction": "สวัสดีค่ะ ฉันชื่อ {nickname} {fullName},"
  },
  "aboutMe": {
    "title": "เกี่ยวกับฉัน",
    "description": "คำอธิบาย",
    "favoriteSubject": "วิชาที่ชื่นชอบ",
    "major": "วิชาเอก",
    "gpa": "เกรดเฉลี่ย",
    "projects": "Project",
    "seeProject": "source code",
    "skills": "Skill"
  },
  "game": {
    "degree1": "ฉันเรียนที่ศูนย์วิจัยและพัฒนาการศึกษามหาวิทยาลัยเกษตรศาสตร์ (KUS) ตั้งแต่อายุ 5 ถึง 17 ปี ฉันเรียนวิชาเอกวิทยาศาสตร์และคณิตศาสตร์ ฉันชอบวิชาคอมพิวเตอร์มากเพราะฉันชอบเล่นเกมคอมพิวเตอร์จึงจะ ชอบที่จะเรียนรู้ที่จะพัฒนาบางสิ่งบางอย่างของตัวเอง",
    "degree2": "ฉันสำเร็จการศึกษาระดับปริญญาตรีจากคณะเทคโนโลยีสารสนเทศและการสื่อสาร มหาวิทยาลัยมหิดล ฉันเรียนวิชาเอกฐานข้อมูลและระบบอัจฉริยะ ฉันได้รับการสอนด้านฐานข้อมูลและการพัฒนาเว็บไซต์เป็นอย่างดี ฉันมีประสบการณ์ในการพัฒนาด้วย Reactjs, Angularjs, Nodejs, Golang ฯลฯ",
    "degree3": "ฉันจบปริญญาตรีใบที่ 2 คณะนิติศาสตร์จากมหาวิทยาลัยรามคำแหง ฉันไม่เก่งกฎหมาย แต่การเรียนรู้วิชาที่สำคัญต่อชีวิตของทุกคนก็น่าสนใจ ฉันชอบเรียนรู้สิ่งใหม่ๆ",
    "degree4": "ฉันกระตือรือร้นที่จะเรียนรู้ภาษาใหม่ ฉันตั้งเป้าที่จะพูดได้ห้าภาษา ฉันเป็นคนไทย ภาษาที่สองของฉันคือภาษาอังกฤษ ฉันมีวงดนตรี 6 ใน IELTS แล้วและจะพัฒนาตัวเอง คนที่ 3 ของฉันคือคนเกาหลี ฉัน จบระดับ 2 แล้ว ฉันอยากเรียนภาษาจีนและสเปนในอนาคต",
    "degree5": "ฉันอยู่ในเส้นทางที่จะสำเร็จการศึกษาปริญญาโท MSc Advanced Computer Science ที่ University of Kent ด้วยผลการเรียนระดับ Distinction",
    "ball": "ฉันมีน้องชาย ตอนเด็กๆ ฉันสนุกกับการเล่นบอลกับเขา",
    "fridge": "ฉันชอบวางแผนเมนูทั้งสัปดาห์และมักจะซื้อวัตถุดิบเป็นเวลาหนึ่งสัปดาห์ มันง่ายกว่าสำหรับฉันที่จะจัดการงบประมาณและทรัพยากรของฉัน",
    "stove": "กินข้าวบ้านร้อนๆ ดีกว่า",
    "station": "นี่คือบริเวณโปรดของฉันในบ้าน การทำอาหารเป็นหนึ่งในงานอดิเรกที่ฉันชื่นชอบ และช่วยลดความเครียดได้อย่างมาก ฉันรู้สึกตื่นเต้นเมื่อเห็นผู้คนเพลิดเพลินและชมอาหารของฉัน โดยเฉพาะน้องชายของฉัน",
    "dad's seat": "พ่อของฉันเป็นผู้สนับสนุน เขาช่วยฉันจัดการกับอารมณ์ของแม่และให้กำลังใจฉัน แต่บางทีเขาอาจจะอารมณ์ไม่ดี ไม่ว่ายังไงฉันก็รักเขาแม้ว่าเราจะทะเลาะกันก็ตาม",
    "mom's seat": "แม่ของฉันก็สนับสนุนการตัดสินใจที่กล้าหาญอย่างมากเช่นกัน แต่บางครั้งฉันก็รู้สึกว่าการตัดสินใจของเธอไม่ถูกต้อง ไม่ว่าอย่างไรก็ตาม ฉันอยากจะเป็นคนเด็ดขาดเหมือนแม่ของฉัน",
    "bed": "ฉันชอบเตียงนะ แต่อยู่กับมันนานๆ กลับรู้สึกผิด",
    "clock": "ฉันมักจะตั้งนาฬิกาปลุกไว้ที่ตี 5 แล้วจึงตื่น เป็นช่วงที่เงียบสงบเหมาะแก่การคิดและทำงาน เพราะทุกคนในบ้านยังหลับอยู่",
    "desk with pc": "การเขียนโค้ดไม่ใช่แค่งานหรืออาชีพ แต่ยังเป็นงานอดิเรกด้วย การเขียนโค้ดนอกเวลาทำงานทำให้ฉันได้พัฒนาและฝึกฝน ซึ่งทำให้ฉันรู้สึกดีตลอดเวลา",
    "tv": "รายการทีวีที่ฉันชอบคือรายการแข่งขันทำอาหาร อนิเมะ และซีรีส์เกาหลี",
    "game": "เวลามีเวลาว่าง ฉันชอบเล่นเกมเช่น ROV, Overcooked, Harvest Moon ฯลฯ ถ้าทำได้ ฉันอยากจะพัฒนาเกมเพื่อเผยแพร่สักครั้ง",
    "desk in living room": "งานอดิเรกอื่นๆ ของฉันคือการพิมพ์ ถักนิตติ้ง ฯลฯ",
    "closet": "ปกติฉันชอบใส่เสื้อยืด กางเกงขายาว และเสื้อสเวตเชิ้ตมีฮู้ด แม้ว่าฉันจะใส่ชุดเดรสเป็นครั้งคราวก็ตาม",
    "treasure": "ตอนที่ฉันยังเป็นเด็ก ฉันสะสมตุ๊กตา เมื่อตอนที่ฉันยังเป็นวัยรุ่น คอลเลกชั่นของฉันเปลี่ยนไปมุ่งเน้นไปที่หนังสือ ป้ายห้อยคอ และสติกเกอร์ที่ได้รับจากมหาวิทยาลัยและการสัมมนาหรือการแข่งขันด้านเทคโนโลยีเป็นหลัก",
    "bookshelf": "บทความที่ฉันชื่นชอบส่วนใหญ่เกี่ยวกับเทคโนโลยี และฉันยังมีหนังสือเรียนจากการเรียนระดับปริญญาตรีอยู่",
    "sink": "นี่เป็นแผนที่แรกที่ฉันทำ",
    "bath": "นี่เป็นแผนที่แรกที่ฉันทำ",
    "bookshelf in living room": "หนังสือนิยายประเภทโปรดของฉันคือหนังสือโรแมนติกและแฟนตาซี ราวกับเวทมนตร์",
    "sofa": "ฉันชอบงีบหลับสั้นๆ ระหว่างวันเพื่อชาร์จพลังและฟื้นฟูความจำและความคิดสร้างสรรค์ของตัวเอง",
    "pet": "ฉันมีแมว เธอเป็นแมวสีขาวสีส้ม และฉันไม่รู้จักสายพันธุ์ของเธอ ฉันรักเธอมาก แต่เธอเสียชีวิตแล้ว",
    "exit": "บาย บาย!!!"
  },
  "showcases": {
    "title": "โครงนอกเวลา",
    "link": "ดู",
    "items": [
      {
        "title": "My 2d-portfolio-game",
        "description": "ฉันลองใช้ kaboom.js และ Tiled.app โดยทำตามขั้นตอนจาก freecodecamp"
      }
    ]
  }
}
